{
    "app-title": "Neuropathy App",
    "common":
    {
        "cancel": "Cancel",
        "quit": "Quit",
        "continue": "Continue",
        "start": "Start",
        "stop": "Stop",
        "same": "Same",
        "less": "Less",
        "none": "None",
        "yes": "Yes",
        "no": "No",
        "calculating": "Calculating score...",
        "more-info": "More information",
        "check-all-that-apply": "Check all that apply",
        "none-of-the-above": "None of the above",
        "feel-vibration": "Can you feel the vibration?",
        "left-leg": "Left leg",
        "right-leg": "Right leg",
        "left-great-toe": "Left great toe",
        "right-great-toe": "Right great toe"
    },
    "welcome-screen":
    {
        "welcome": "Welcome!",
        "no-completed": "You do not have any completed examinations yet.",
        "tap-to-start": "Tap here to start a new one"
    },
    "begin-examination":
    {
        "title": "Information",
        "text-1": "The examination is a mix of questions and tasks to complete.",
        "text-2": "The following will be necessary in order to complete the examination:",
        "text-3": "1. A needle or a safety pin.",
        "text-4": "2. That you can get to bare skin on your feet and up to slightly past the knee, for example by taking off socks and rolling up pants.",
        "button-start": "Start examination"
    },
    "symptoms":
    {
        "title": "<b>General symptoms</b>",
        "text-1": "In your day-to-day life, do you notice any symptoms in your legs or feet?",
        "text-2": "Examples of symptoms are numbness, pain, or other unexpected sensations.",
        "choice-1": "No symptoms",
        "choice-2": "In the toes",
        "choice-3": "Up to the ankle",
        "choice-4": "Up to the knee",
        "choice-5": "Beyond the knee"
    },
    "prick-info":
    {
        "title": "Prick test",
        "text-1": "On the following pages you will test the pin-prick sensitivity of your legs using a needle or a safety pin.",
        "text-2": "Your prick sensitivity is determined by comparing the sensitivity of a specified area on your leg with the area around the clavicle (\"the reference area\").",
        "text-3": "Make sure to prick on bare skin."
    },
    "prick-test":
    {
        "text-1": "1: Prick multiple spots in the reference area.",
        "text-2-toe": "2: Prick multiple spots on top of the toes.",
        "text-2-foot": "2: Prick multiple spots on top of the foot.",
        "text-2-leg": "2: Prick multiple spots in the blue area on the outside of the leg.",
        "text-3-toe": "How sensitive are the toes compared to the reference area? Only compare the sharpness of the prick sensation, not touch.",
        "text-3-foot": "How sensitive is the foot compared to the reference area? Only compare the sharpness of the prick sensation, not touch.",
        "text-3-leg": "How sensitive is the area on the leg compared to the reference area? Only compare the sharpness of the prick sensation, not touch.",
        "bottom-sheet-title": "Pin-prick test",
        "bottom-sheet-text-1": "Answer <b>SAME</b> if the area on the leg is about as sensitive to pricking as the reference area (or more).",
        "bottom-sheet-text-2": "Answer <b>LESS</b> if the area is less sensitive, but you can still feel the prick.",
        "bottom-sheet-text-3": "Answer <b>NONE</b> if you don't feel the prick in the area."
    },
    "right-prick-end":
    {
        "completed": "Right leg completed!"
    },
    "left-prick-end":
    {
        "completed": "Left leg completed!"
    },
    "pricking-warning":
    {
        "title": "Remember!",
        "info": "Prick gently, to feel the sharpness, but not to break the skin!",
        "button-understand": "I understand"
    },
    "allodynia":
    {
        "text": "During the pin-prick examination, did you feel increased pain from pricking in the foot or toes?"
    },
    "hypersensitivity":
    {
        "text": "Do you experience discomfort or pain when touching the foot or toes?"
    },
    "pain-skip":
    {
        "title": "Are you experiencing pain in your <b>feet</b>?"
    },
    "pain-0":
    {
        "title": "On the scale below, mark your pain level."
    },
    "pain-1":
    {
        "title": "Does your pain present one or more of the following characteristics?",
        "choice-1": "Pain feels like burning",
        "choice-2": "Sensation of painful cold",
        "choice-3": "Pain feels like electric shocks"
    },
    "pain-2":
    {
        "title": "In the same area, is your pain associated to one or more symptoms?",
        "choice-1": "Tingling",
        "choice-2": "Pins and needles",
        "choice-3": "Numbness",
        "choice-4": "Itching"
    },
    "pain-3":
    {
        "title": "Is the pain located in an area where the examination unveiled:",
        "choice-1": "Decreased sensitivity to touch",
        "choice-2": "Decreased sensitivity to pricking"
    },
    "pain-4":
    {
        "title-1": "Use your fingers to gently stroke the areas where the pain is present.",
        "title-2": "Is the pain provoked or increased by the stroking?"
    },
    "vibration-info":
    {
        "title": "Vibration Test",
        "text-1": "This begins the vibration sensation test.",
        "text-2": "You will test three points on each leg.",
        "text-3": "When pressing the phone to your leg, use the backside of the phone.",
        "text-4": "Make sure to do the test agains bare skin."
    },
    "vibration-toe":
    {
        "text": "Press start to start vibrating, and press the backside of the phone <b>firmly</b> against the top side of the bone in your great toe."
    },
    "vibration-ankle":
    {
        "text": "Press start to start vibrating, and press the backside of the phone <b>firmly</b> against the outside part of your ankle."
    },
    "vibration-knee":
    {
        "text": "Press start to start vibrating, and press the backside of the phone <b>firmly</b> against the bone just below your kneecap."
    },
    "extension": {
        "text-1": "Put the phone aside.",
        "text-2-left": "Grab your <b>left</b> great toe with your fingers and move it up and down a couple of times.",
        "text-2-right": "Grab your <b>right</b> great toe with your fingers and move it up and down a couple of times.",
        "text-3": "Can you feel the movement in the joints?",
        "bottom-sheet-title": "Feeling the movement",
        "bottom-sheet-text-1": "The feeling of movement is not a feeling of touch.",
        "bottom-sheet-text-2": "If you only feel your hand's grip, answer <b>NO</b> to this question.",
        "bottom-sheet-text-3": "If you don't have symptoms in your hands, you can compare how your fingers feel when moved."
    },
    "motor-info":
    {
        "title": "Motor examination",
        "text-1": "Here you will test the strength of your great toes.",
        "text-2": "The great toe can usually resist a lot of pressure. In the test press down the great toe with your fingers while resisting the pressure."
    },
    "motor-test":
    {
        "text-1": "Apply firm pressure with your fingers to the great toe.",
        "text-2": "Is it difficult for the toe to overcome the pressure?",
        "bottom-sheet-title": "Overcoming pressure",
        "bottom-sheet-text-1": "If you don't have symptoms in your hands, you can compare how your fingers overcome the pressure.",
        "bottom-sheet-text-2": "If you feel your great toe is weaker, answer <b>YES</b> to this question."
    },
    "free-text":
    {
        "title": "Closing comments",
        "text": "Do you have any thought or comments that weren't addressed in the examination? If so, please write them below."
    },
    "examination-completed-title": "Examination completed",
    "examination-completed-text": "Tap DONE to finish and see the result",
    "result-screen":
    {
        "title": "Examination completed",
        "text-1": "Your score",
        "text-2": "The score reflects the severity of your symptoms and findings during the examination (the lower the score is, the better).",
        "text-3": "You should not conclude on any diagnosis without seeing a health professional.",
        "button-main": "Back to home",
        "today": "Today",
        "yesterday": "Yesterday"

    },
    "settings": {
        "title": "Settings",
        "language": "Language",	
        "confirm": "Confirm",
        "cancel": "Cancel",
        "delete-database": {
            "title": "Delete database",
            "text": "Are you sure you want to delete the database? This will delete all your data and cannot be undone.",
            "button-cancel": "Cancel",
            "button-delete": "Delete"
        }
    }
}
